<template>
  <div class="consume">
    <div class="hight-title">灯具消费者用户指引</div>
    <div class="text">
      <div class="title-bg">固定式灯具</div>
      <text class="item">
        1、看认证标识：在国内售卖的固定式LED灯具需要有CCC认证，产品上会有CCC标志，认准有此标识的灯具进行购买；
        2、看产品参数及相关标识是否齐全：产品或说明书上应有生产企业名称、地址、商标、型号规格、额定电压、额定功率、额定频率、光通量和色温等，核对产品参数信息是否与购买者需求一致，特别是产品规格尺寸、额定功率和色温这三个参数是否能满足需求；
        3、为客厅、卧室等场所选择吸顶灯、吊灯时需要注意灯具额定功率、光通量两个参数是否与室内面积匹配，尽量选择匹配对应面积的功率。
        4、对于主要场所的照明灯具，还需要留意灯具的蓝光危害等级，尽量选择蓝光危害等级RG0的固定式灯具，选取国内大品牌的产品，减少蓝光对人眼造成的伤害。
      </text>
      <div class="title-bg">嵌入式灯具</div>

      <text class="item">
        1、看是否有产品商标和认证标志，嵌入式灯具需要有CCC认证，产品上会有CCC标志，认准有此标识的灯具进行购买；
        2、看产品参数及相关标识是否齐全：产品或说明书上应有生产企业名称、地址、商标、型号规格、额定电压、额定功率、额定频率、光通量和色温等;
        3、嵌入式灯具一般是为用在厨房、卫生间的厨卫灯和走廊的筒灯居多，选择产品的时候看产品的外观上是不是有尖刺毛糙，是不是有胶水没有清理干净，是否有螺钉突出固定平面等，尽量选表面光滑不容易刮伤人手皮肤的。
      </text>
      <div class="title-bg">台灯</div>

      <text class="item">
        1、直接市电供电的台灯是属于CCC认证范围内的产品，必须要有CCC标志，认准有此标识的灯具进行购买；
        2、看产品标识是否齐全，应有生产企业名称、地址、商标、型号规格、额定电压、额定功率、额定频率等，核对产品型号是否与检验报告和安全认证证书的型号规格相符，用电参数是否标识正确；
        3、为儿童选购LED台灯时，避免购买光源发热量高的金属外壳灯，如白炽灯、卤钨灯的金属外壳台灯；同时，要注意灯具是否足够平稳，可将灯具倾斜6°左右看其是否翻倒；要选择防触电保护类别较高的台灯，如标有“回”字符的Ⅱ类灯具。
        4、选择儿童读写时使用的护眼台灯时，留意台灯上标注的照度等级，可选择符合GB/T9473-2017标准的照度AA级或A级台灯，或者通过健康照明认证的AAA级、AA级或A级的台灯，两者都是A数量越多，性能参数越优良。
      </text>
      <div class="title-bg">小夜灯</div>

      <text class="item">
        1、注意带插头的小夜灯是属于CCC认证范围内的产品，必须要有CCC标志，同时留意产品商标、型号规格、额定电压、额定功率、额定频率等参数，注意一般带插头小夜灯功率不大于3W；
        2、小夜灯不是主要照明用灯具，不需要选择太亮、太刺眼的产品，一般选择光线柔和不会造成人眼眩光的小夜灯。另外，选择用于床头的小夜灯可以选取色温为3000K-4000K的黄光或者是色温可调的灯具，以营造一种温馨的氛围；
        3、小夜灯使用过程中需要经常人手触摸，所以一定要选取防触电较好的小夜灯，如产品外壳为绝缘等级较高的塑料；不允许外壳有通孔，通孔直通带电部件等。同时，也要留意外壳是否有毛刺、尖端异物等，避免刮伤人手。
      </text>
    </div>
  </div>
</template>

<script>
export default {
  data() {
    return {};
  },
  created() {},
  mounted() {},
  methods: {},
};
</script>

<style scoped lang="scss">
.consume {
  position: relative;
  .title-bg {
    margin: 48rpx 0 30rpx 0;
    font-weight: 500;
  }
  .text {
    padding-bottom: 100rpx;
    .item {
      display: block;
      font-size: 28rpx;
      text-align: justify;
      color: rgba(0, 0, 0, 0.85);
      font-weight: 400;
      line-height: 48rpx;
    }
  }
}
</style>
